Repository: nvdaaddons/cursorLocator
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, hr

source: Configure {}
fr: Configurer {}
hr: Konfiguriraj {}

source: Line properties
fr: Propriétés de la ligne
hr: Svojstva redaka

source: Report &line length:
fr: Annoncer &longueur de ligne:
hr: &Izvijesti o duljini retka:

source: Ma&ximum number of beeps for start of line notification:
fr: Nombre ma&ximum de bips pour la notification de début de ligne:
hr: Maksimalan broj zvučnih signala za obavijest o početku retka:

source: Max&imum number of beeps for end of line notification:
fr: Nombre max&imum de bips pour la notification de fin de ligne:
hr: Maksimalan broj zvučnih signala za obavijest o kraju retka:

source: Sound for start of line
fr: Son pour le début de ligne
hr: Zvuk za početak retka

source: &Pitch of sound for start of line:
fr: &Hauteur du son pour le début de ligne:
hr: &Visina zvuka za početak retka:

source: L&ength of sound for start of line:
fr: &Durée du son pour le début de ligne:
hr: &Trajanje zvuka za početak retka:

source: &Test sound for start of line
fr: &Test du son pour le début de ligne
hr: Testiranje &zvuka za početak retka

source: Sound for end of line
fr: Son pour la fin de ligne
hr: Zvuk za kraj retka

source: P&itch of sound for end of line:
fr: Ha&uteur du son pour la fin de ligne:
hr: Vi&sina zvuka za kraj retka:

source: Le&ngth of sound for end of line:
fr: Durée du son pour la fin de ligne:
hr: Traja&nje zvuka za kraj retka:

source: Test s&ound for end of line
fr: Test du s&on pour la fin de ligne
hr: Testiranje z&vuka za kraj retka

source: Shows the {} settings.
fr: Affiche les paramètres de {}.
hr: Prikazuje postavke za {}.

source: Reports the length of the current line.
fr: Annonce la longueur de la ligne actuelle.
hr: Izvještava duljinu trenutačnog retka.

source: Line length: %d
fr: Longueur de ligne: %d
hr: Duljina retka: %d

source: Cursor Locator
hr: Lokator kursora

source: Reports cursor positions while typing on multiline edit controls.
fr: Annonce les positions du curseur lors de la saisie dans les contrôles d'édition multilignes.
hr: Izvještava o položajima kursora tijekom tipkanja u višerednim kontrolama za uređivanje.
